# -*- coding: utf-8 -*-
"""
Created on Mon Oct  2 22:25:18 2017

@author: VedMedk0
"""

token="666"
ID_vedmedk0=666
database_name = 'frbase.db'
START_MSG='Привет! Это бот для поиска славных помощников. Если ты открыл его первый раз - нажми /newline чтобы стать одним из нас. Для того чтобы посмотреть команды - нажми /help '
HELP_MSG='Внимание! Некоторые команды недоступны, если вы не в базе\n/newline - добавить ваши теги в базу помогающих. Именно по ним вас и найдут\n/basetags - список тегов, по которым возможно искать помощников\n/chnotif - изменить статус приватности. Юзернейм приватных юзеров не показывается при запросе о помощи,а передается им с опциональным сообщением через бота. Юзернейм публичных юзеров будет сразу выдан при запросе\n'
HELP_MSG+='/halp - основная команда. Позволяет вам найти помощника по тегу. \n/mystatus - ваш статус приватности, и ваши теги'
